Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_SHOWINAPP_TOGGLE
source: Show in App
ar: إظهار في التطبيق
bg: Покажи в приложение
ca: Mostra a l’app
cs: Zobrazovat v aplikaci
da: Vis i app
de: In App anzeigen
el: Εμφάνιση στην εφαρμογή
es: Mostrar en la app
es_us: Mostrar en app
fi: Näytä apissa
fr: Afficher dans l’app
fr_ca: Afficher dans l’app
he: הצגה ביישום
hi: ऐप में दिखाएँ
hr: Prikaži u aplikaciji
hu: Megjelenítés az appban
id: Tampilkan di App
it: Mostra nell’app
ja: アプリに表示
kk: Қолданбада көрсету
ko: 앱에서 보기
lt: Rodyti programoje
ms: Tunjukkan dalam App
nb: Vis i app
nl: Toon in app
pl: W aplikacji
pt: Mostrar no App
pt_pt: Mostrar na aplicação
ro: Afișați în aplicație
ru: Показ в приложении
sk: Zobrazovať v apke
sl: Prikaži v aplikaciji
sv: Visa i appen
th: แสดงในแอป
tr: Uygulamada Göster
uk: Показувати у програмі
vi: Hiển thị trong ứng dụng
zh_cn: 在App中显示
zh_hk: 在App中顯示
zh_tw: 在App中顯示

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_SHOWINAPP_TOGGLE_CONTACTSAPP
source: Show Contact Suggestions
ar: إظهار اقتراحات جهات الاتصال
bg: Покажи предложения за контакти
ca: Suggereix contactes
cs: Zobrazovat návrhy kontaktů
da: Vis forslag til kontakter
de: Kontaktvorschläge anzeigen
el: Εμφάνιση προτάσεων επαφών
es: Sugerencias de contactos
es_us: Mostrar contactos sugeridos
fi: Näytä yhteystietoehdotukset
fr: Afficher des sugg. de contacts
fr_ca: Afficher les suggestions de contacts
he: הצגת הצעות של אנשי קשר
hi: संपर्क सुझाव दिखाएँ
hr: Prikaži predložene kontakte
hu: Kontaktjavaslatok megjelenítése
id: Tampilkan Saran Kontak
it: Mostra suggerimenti sui contatti
ja: 連絡先の提案を表示
kk: Ұсынылатын контактілерді көрсету
ko: 연락처 제안 보기
lt: Rodyti adresatų pasiūlymus
ms: Tunjukkan Cadangan Kenalan
nb: Vis forslag fra Kontakter
nl: Toon contact­suggesties
pl: Pokazuj sugestie kontaktów
pt: Mostrar Sugestões de Contato
pt_pt: Mostrar sugestões de contactos
ro: Afișați sugestii de contacte
ru: Показ предлагаемых контактов
sk: Zobrazovať návrhy kontaktov
sl: Prikaži predloge stikov
sv: Visa kontaktförslag
th: แสดงคำแนะนำรายชื่อ
tr: Kişi Önerilerini Göster
uk: Пропозиції контактів
vi: Hiển thị các gợi ý liên hệ
zh_cn: 显示联系人建议
zh_hk: 顯示聯絡人建議
zh_tw: 顯示聯絡人建議

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_SHOWINAPP_TOGGLE_PHONEAPP
source: Show When Calling
ar: إظهار عند الاتصال
bg: Покажи при обаждане
ca: Mostra en trucar
cs: Zobrazovat při volání
da: Vis ved opkald
de: Beim Anrufen anzeigen
el: Εμφάνιση κατά τις κλήσεις
es: Mostrar al llamar
es_us: Mostrar al llamar
fi: Näytä soitettaessa
fr: Afficher lors des appels
fr_ca: Afficher lors d’appels
he: הצגה בעת החיוג
hi: कॉल करते समय दिखाएँ
hr: Prikaži tijekom poziva
hu: Megjelenítés hívás közben
id: Tampilkan Saat Menelepon
it: Mostra durante le chiamate
ja: 通話時に表示
kk: Қоңырау шалу кезінде көрсету
ko: 전화할 때 보기
lt: Rodyti skambinant
ms: Semasa Menghubungi
nb: Vis ved anrop
nl: Toon bij het bellen
pl: Podczas połączeń
pt: Mostrar ao Ligar
pt_pt: Mostrar ao ligar
ro: Afișare la apelare
ru: Показ при вызове
sk: Zobrazovať pri volaní
sl: Prikaži med klicanjem
sv: Visa vid samtal
th: แสดงในระหว่างโทร
tr: Telefonla Ararken Göster
uk: Показувати під час виклику
vi: Hiển thị khi đang gọi
zh_cn: 通话时显示
zh_hk: 通話時顯示
zh_tw: 通話時顯示

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_SHOWONHOMESCREEN_TOGGLE
source: Show on Home Screen
ar: إظهار على الشاشة الرئيسية
bg: Покажи на Начален екран
ca: Mostra a la pantalla d’inici
cs: Zobrazovat na ploše
da: Vis på hjemmeskærm
de: Auf Home-Bildschirm anzeigen
el: Εμφάνιση στην Αφετηρία
es: Mostrar en pantalla de inicio
es_us: Mostrar en pantalla de inicio
fi: Näytä Koti-valikossa
fr: Afficher sur l’écran d’accueil
fr_ca: Afficher sur l’écran d’accueil
he: הצגה במסך הבית
hi: होम स्क्रीन पर दिखाएँ
hr: Prikaži na početnom zaslonu
hu: Megjelenítés a Főképernyőn
id: Tampilkan di Layar Utama
it: Mostra sulla schermata Home
ja: ホーム画面に表示
kk: Басты экранда көрсету
ko: 홈 화면에서 보기
lt: Rodyti pradžios ekrane
ms: Tunjukkan pada Skrin Utama
nb: Vis på Hjem-skjermen
nl: Toon op begin­scherm
pl: Na ekranie głównym
pt: Mostrar na Tela de Início
pt_pt: Mostrar no ecrã principal
ro: Afișați pe ecranul principal
ru: Показ на экране «Домой»
sk: Zobrazovať na ploche
sl: Prikaži na domačem zaslonu
sv: Visa på hemskärmen
th: แสดงบนหน้าจอโฮม
tr: Ana Ekranda Göster
uk: На початковому екрані
vi: Hiển thị trên Màn hình chính
zh_cn: 在主屏幕上显示
zh_hk: 在主畫面上顯示
zh_tw: 在主畫面上顯示

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_SUGGESTAPP_TOGGLE
source: Suggest App
ar: اقتراح تطبيق
bg: Предложи приложение
ca: Suggereix l’app
cs: Nabízet aplikaci
da: Foreslå app
de: App vorschlagen
el: Πρόταση εφαρμογής
es: Sugerir app
es_us: Sugerir app
fi: Ehdota appia
fr: Suggérer l’app
fr_ca: Suggérer l’app
he: הצגת היישום בהצעות
hi: ऐप का सुझाव दें
hr: Predloži aplikaciju
hu: App javasolása
id: Sarankan App
it: Suggerisci app
ja: アプリを提案
kk: Қолданбаны ұсыну
ko: 앱 제안
lt: Siūlyti programą
ms: Cadangkan App
nb: Foreslå app
nl: Stel app voor
pl: Sugeruj aplikację
pt: Sugerir App
pt_pt: Sugerir aplicação
ro: Sugerare aplicație
ru: Предложения приложения
sk: Navrhovať apku
sl: Predlagaj aplikacijo
sv: Föreslå app
th: แนะนำแอป
tr: Uygulamayı Öner
uk: Пропонувати програму
vi: Gợi ý ứng dụng
zh_cn: 建议App
zh_hk: 建議App
zh_tw: 建議App

# SIRIANDSEARCH_PERAPP_SUGGESTIONS_SUGGESTION_NOTIFICATIONS_TOGGLE
source: Suggestion Notifications
ar: إشعارات الاقتراحات
bg: Известия за предложение
ca: Notificacions amb suggeriments
cs: Oznámení s návrhy
da: Notifikationer med forslag
de: Vorschlagsmitteilungen
el: Γνωστοποιήσεις προτάσεων
es: Notificaciones de sugerencias
es_us: Notificaciones de sugerencias
fi: Ehdotusten ilmoitukset
fr: Notifications de suggestions
fr_ca: Notifications de suggestion
he: עדכוני הצעות
hi: सुझाव सूचनाएँ
hr: Obavijesti o prijedlozima
hu: Javaslatokról szóló értesítések
id: Pemberitahuan Saran
it: Notifiche sui suggerimenti
ja: 提案の通知
kk: Хабарландырулардағы ұсыныстар
ko: 제안 알림
lt: Pasiūlymų pranešimai
ms: Pemberitahuan Cadangan
nb: Varslinger om forslag
nl: Suggestie­meldingen
pl: Powiadomienia o sugestiach
pt: Notificações de Sugestões
pt_pt: Notificações de sugestão
ro: Notificări sugestie
ru: Предложения в уведомлениях
sk: Hlásenia s návrhmi
sl: Obvestila o predlogih
sv: Förslagsnotiser
th: การแจ้งเตือนคำแนะนำ
tr: Öneri Bildirimleri
uk: Сповіщення про пропозиції
vi: Thông báo gợi ý
zh_cn: 建议通知
zh_hk: 建議通知
zh_tw: 建議通知

# SIRIANDSEARCH_PERAPP_WHILESEARCHING_FOOTER
source: Allow “%@” the app and its content to appear in Search.
ar: السماح بظهور تطبيق "%@" ومحتوياته في البحث.
bg: Позволете на приложението „%@“ и неговото съдържание да се появяват в Търсене.
ca: Permet que l’app %@ i el seu contingut apareguin a la cerca.
cs: Povolí zobrazování aplikace „%@“ a jejího obsahu při hledání.
da: Tillad, at appen “%@” og dens indhold vises i Søg.
de: Erlaube „%@“, die App und ihre Inhalte beim Suchen anzuzeigen.
el: Επιτρέπεται η εμφάνιση «%@», της εφαρμογής και του περιεχομένου της στην Αναζήτηση.
es: Permite que aparezca la app %@ y su contenido al buscar.
es_us: Permite que la app %@ y su contenido se muestre en Buscar.
fi: Salli %[tt]@-apin ja sen sisällön esiintyä hauissa.
fr: Autorisez l’app « %@ » et son contenu à s’afficher dans Recherche.
fr_ca: Autorisez l’affichage de l’app « %1$@ » et de son contenu dans Rechercher.
he: ניתן לאפשר ליישום ״⁨%@⁩״ ולתוכן שלו להופיע בחיפוש.
hi: “%@” ऐप और उसके कॉन्टेंट खोज में दिखाने की अनुमति दें।
hr: Dozvolite prikazivanje aplikacije “%@” i njezinog sadržaja tijekom pretraživanja.
hu: Engedélyezheti, hogy a(z) „%@” app és az appban lévő tartalmak megjelenjenek a Keresésben.
id: Izinkan “%@” app dan kontennya untuk muncul di Cari.
it: Consenti la visualizzazione dell’app %@ e dei suoi contenuti in Cerca.
ja: “%@”にアプリとそのコンテンツを検索に表示できるようにします。
kk: Іздеу нәтижелерінде «%@» қолданбасы мен оның контентін көрсетуге рұқсат ету.
ko: ‘%@’의 앱 및 콘텐츠가 검색에 표시되도록 허용합니다.
lt: Leisti programą „%@” ir jos turinį rodyti paieškoje.
ms: Benarkan app “%@” dan kandungannya kelihatan dalam Carian.
nb: Tillat at appen %@ og dens innhold vises ved søk.
nl: Sta toe dat de app %@ en de inhoud ervan worden weer­gegeven in zoek­resultaten.
pl: Zawartość aplikacji %@ będzie wyświetlana w wynikach wyszukiwania.
pt: Permitir que o app “%@” e seu conteúdo apareçam na Busca.
pt_pt: Permitir que a aplicação %@ e o respetivo conteúdo apareçam nos resultados da Pesquisa.
ro: Permiteți “%@”, aplicației și conținutului său să se afișeze în căutare.
ru: Разрешите показывать приложение «%@» и его контент в результатах поиска.
sk: Povolí zobrazovanie apky „%@“ a jej obsahu vo vyhľadávaní.
sl: Dovolite, da se aplikacija »%@« in njena vsebina prikažeta v iskanju.
sv: Tillåt att appen %@ och dess innehåll visas i Sök.
th: อนุญาตให้ “%@” แอปและเนื้อหาของแอปแสดงในการค้นหา
tr: “%@” uygulamanın ve içeriğinin Ara’da görünmesine izin verir.
uk: Дозволити програмі «%@» та її вмісту зʼявлятися в Пошуку.
vi: Cho phép ứng dụng “%@” và nội dung của ứng dụng xuất hiện trong Tìm kiếm.
zh_cn: 允许“%@”App及其内容在搜索中显示。
zh_hk: 允許「%@」App及其內容在「搜尋」中顯示。
zh_tw: 允許「%@」App及其內容在搜尋中顯示。

# SIRIANDSEARCH_PERAPP_WHILESEARCHING_HEADER
source: While Searching
ar: أثناء البحث
bg: При търсене
ca: En fer cerques
cs: Při hledání
da: Ved søgning
de: Beim Suchen
el: Κατά την αναζήτηση
es: Al buscar
es_us: Al buscar
fi: Haettaessa
fr: Pendant les recherches
fr_ca: Lors d’une recherche
he: בעת ביצוע חיפוש
hi: खोजने के दौरान
hr: Tijekom pretraživanja
hu: Keresés közben
id: Saat Mencari
it: Durante la ricerca
ja: 検索中
kk: Іздеу кезінде
ko: 검색하는 동안
lt: Ieškant
ms: Semasa Mencari
nb: Ved søk
nl: Tijdens het zoeken
pl: Podczas wyszukiwania
pt: Ao Buscar
pt_pt: Ao pesquisar
ro: În timpul căutării
ru: При поиске
sk: Pri vyhľadávaní
sl: Med iskanjem
sv: Vid sökning
th: ในระหว่างค้นหา
tr: Ararken
uk: Під час пошуку
vi: Trong khi tìm kiếm
zh_cn: 搜索时
zh_hk: 搜尋時
zh_tw: 搜尋時

# SIRIANDSEARCH_PERAPP_WHILESEARCHING_SHOWAPP_TOGGLE
source: Show App in Search
ar: إظهار التطبيق في البحث
bg: Покажи приложение в Търсене
ca: Mostra l’app a la cerca
cs: Zobrazovat aplikaci v hledání
da: Vis app i Søg
de: App in „Suche“ anzeigen
el: Εφαρμογή στην Αναζήτηση
es: Mostrar la app en Buscar
es_us: Mostrar la app en Buscar
fi: Näytä appi Haussa
fr: Afficher l’app dans Recherche
fr_ca: Afficher l’app dans Rechercher
he: הצגת היישום בחיפוש
hi: “खोजें” में ऐप दिखाएँ
hr: Prikaži aplikaciju u pretragama
hu: App a Keresésben
id: Tampilkan App di Cari
it: Mostra app in Cerca
ja: 検索でアプリを表示
kk: Іздеу кезінде қолданбаны көрсету
ko: 검색에서 앱 표시
lt: Rodyti programą paieškoje
ms: Tunjukkan App dalam Carian
nb: Vis appen i Søk
nl: Toon app in 'Zoek'
pl: Aplikacja w wyszukiwaniu
pt: Mostrar App na Busca
pt_pt: Mostrar aplicação na Pesquisa
ro: Afișare aplicație în căutare
ru: Приложение при поиске
sk: Zobraziť apku vo vyhľadávaní
sl: Prikaži aplikacijo v iskanju
sv: Visa app i Sök
th: แสดงแอปในการค้นหา
tr: Uygulamayı Ara’da Göster
uk: Програма в Пошуку
vi: Tìm kiếm hiển thị ứng dụng
zh_cn: 在搜索中显示App
zh_hk: 在「搜尋」中顯示App
zh_tw: 在「搜尋」中顯示App

# SIRIANDSEARCH_PERAPP_WHILESEARCHING_SHOWCONTENT_TOGGLE
source: Show Content in Search
ar: إظهار المحتوى في البحث
bg: Покажи съдържание в Търсене
ca: Mostra el contingut a la cerca
cs: Zobrazovat obsah v hledání
da: Vis indhold i Søg
de: Inhalt in „Suche“ anzeigen
el: Περιεχόμενο στην Αναζήτηση
es: Mostrar contenido en Buscar
es_us: Mostrar contenido en Buscar
fi: Näytä sisältö Haussa
fr: Afficher contenu dans Recherche
fr_ca: Afficher du contenu dans Rechercher
he: הצגת התוכן בחיפוש
hi: “खोजें” में कॉन्टेंट दिखाएँ
hr: Prikaži sadržaj u pretragama
hu: Tartalom a Keresésben
id: Tampilkan Konten di Cari
it: Mostra contenuto in Cerca
ja: 検索でコンテンツを表示
kk: Іздеу кезінде контентті көрсету
ko: 검색에서 콘텐츠 표시
lt: Rodyti turinį paieškoje
ms: Kandungan dalam Carian
nb: Vis innhold i Søk
nl: Toon materiaal in 'Zoek'
pl: Treści w wyszukiwaniu
pt: Mostrar Conteúdo na Busca
pt_pt: Mostrar conteúdo na Pesquisa
ro: Afișare conținut în căutare
ru: Контент при поиске
sk: Zobraziť obsah vo vyhľadávaní
sl: Prikaži vsebino v iskanju
sv: Visa innehåll i Sök
th: แสดงเนื้อหาในการค้นหา
tr: İçeriği Ara’da Göster
uk: Вміст у Пошуку
vi: Tìm kiếm hiển thị nội dung
zh_cn: 在搜索中显示内容
zh_hk: 在「搜尋」中顯示內容
zh_tw: 在「搜尋」中顯示內容

# SUGGESTIONS_ALLOW_NOTIFICATIONS
source: Allow Notifications
ar: السماح بالإشعارات
bg: Позволи известия
ca: Permet les notificacions
cs: Povolit oznámení
da: Tillad notifikationer
de: Mitteilungen erlauben
el: Να επιτρέπονται γνωστοποιήσεις
es: Permitir las notificaciones
es_us: Permitir notificaciones
fi: Salli ilmoitukset
fr: Autoriser les notifications
fr_ca: Autoriser les notifications
he: קבלת עדכונים
hi: सूचनाओं को अनुमति दें
hr: Dozvoli obavijesti
hu: Értesítések engedélyezése
id: Izinkan Pemberitahuan
it: Consenti notifiche
ja: 通知を許可
kk: Хабарландыруларға рұқсат беру
ko: 알림 허용
lt: Leisti pranešimus
ms: Benarkan Pemberitahuan
nb: Tillat varslinger
nl: Sta meldingen toe
pl: Włącz powiadomienia
pt: Permitir Notificações
pt_pt: Permitir notificações
ro: Permitere notificări
ru: Допуск уведомлений
sk: Povolené hlásenia
sl: Dovoli obvestila
sv: Tillåt notiser
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere İzin Ver
uk: Дозволити сповіщення
vi: Cho phép thông báo
zh_cn: 允许通知
zh_hk: 允許通知
zh_tw: 允許通知

# SUGGESTIONS_BEFORE_SEARCHING_GROUP
source: Before Searching
ar: قبل البحث
bg: Преди търсене
ca: Abans de cercar
cs: Před hledáním
da: Før søgning
de: Vor dem Suchen
el: Πριν από την αναζήτηση
es: Antes de buscar
es_us: Antes de buscar
fi: Ennen hakemista
fr: Avant les recherches
fr_ca: Avant la recherche
he: לפני ביצוע חיפוש
hi: खोज के पहले
hr: Prije pretraživanja
hu: Keresés előtt
id: Sebelum Mencari
it: Prima della ricerca
ja: 検索する前
kk: Іздеу алдында
ko: 검색 전에
lt: Prieš paiešką
ms: Sebelum Mencari
nb: Før søk
nl: Vóór het zoeken
pl: Przed wyszukiwaniem
pt: Antes de Buscar
pt_pt: Antes de pesquisar
ro: Înaintea căutării
ru: Перед поиском
sk: Pred vyhľadávaním
sl: Pred iskanjem
sv: Innan du söker
th: ก่อนค้นหา
tr: Aramadan Önce
uk: Перед пошуком
vi: Trước khi tìm kiếm
zh_cn: 搜索前
zh_hk: 搜尋前
zh_tw: 搜尋前

# SUGGESTIONS_FOOTER
source: Apple can make suggestions in Search, on Home Screen and Lock Screen, when sharing, or when you may want to listen to media.
ar: بإمكان Apple تقديم الاقتراحات في البحث، وعلى الشاشة الرئيسية وشاشة القفل، أو عند المشاركة أو البحث، أو عندما تريد الاستماع إلى الوسائط.
bg: Apple може да прави предложения в Търсене, на Начален екран и на Заключен екран, когато споделяте или когато искате да слушате мултимедийно съдържание.
ca: Apple pot fer‑te suggeriments a les cerques, a la pantalla d’inici i a la pantalla bloquejada, o bé quan comparteixes o reprodueixes contingut multimèdia.
cs: Apple vám může předkládat návrhy při hledání, na ploše a zamknuté obrazovce, při sdílení a v situacích, kdy byste mohli chtít poslouchat média.
da: Apple kan komme med forslag i Søg, på hjemmeskærmen og på låseskærmen, når du deler, eller når du vil lytte til medier.
de: Apple kann in Suchen, auf dem Home-Bildschirm und dem Sperrbildschirm, beim Teilen oder Anhören von Medien Vorschläge machen.
el: Η Apple μπορεί να κάνει προτάσεις στην αναζήτηση, την οθόνη Αφετηρίας και την οθόνη κλειδώματος, κατά την κοινή χρήση, ή όταν θέλετε ενδεχομένως να ακούσετε στοιχεία πολυμέσων.
es: Apple puede hacerte sugerencias al buscar, en la pantalla de inicio y en la pantalla de bloqueo, o cuando compartes o reproduces contenido multimedia.
es_us: Apple puede ofrecerte sugerencias en Buscar, la pantalla de inicio y la pantalla bloqueada, así como al usar las funciones de compartir o cuando escuches contenido multimedia.
fi: Apple voi tehdä ehdotuksia haussa, Koti-valikossa ja lukitulla näytöllä, kun jaat tai kun saatat haluta kuunnella mediaa.
fr: Apple peut émettre des suggestions dans Recherche ainsi que sur les écrans d’accueil et verrouillé lorsque vous partagez des éléments ou encore lorsque vous souhaitez écouter du contenu multimédia.
fr_ca: Apple peut faire des suggestions dans Rechercher, sur l’écran d’accueil et sur l’écran verrouillé, lorsque vous effectuez un partage ou lorsque vous pourriez vouloir écouter du contenu multimédia.
he: באפשרותך לקבל הצעות של Apple בחיפוש, במסך הבית ובמסך הנעילה, בעת שיתוף או כשברצונך להאזין למדיה.
hi: Apple द्वारा खोज में, होम स्क्रीन और लॉक स्क्रीन पर, शेयर करते समय या जब आप मीडिया सुनना चाहें तब सुझाव दिया जा सकता है।
hr: Apple može nuditi prijedloge u pretraživanju, na početnom i zaključanom zaslonu, prilikom dijeljenja ili kad poželite slušati medije.
hu: Az Apple képes javaslatokat tenni a Keresésben, a Főképernyőn és a Zárolási képernyőn, illetve megosztáskor, vagy ha Ön médiatartalmakat szeretne hallgatni.
id: Apple dapat mengajukan saran di Cari, Layar Utama dan Layar Terkunci, saat berbagi, atau saat Anda mungkin ingin mendengarkan media.
it: Apple è in grado di offrirti suggerimenti durante le ricerche, sulla schermata Home, sulla schermata di blocco, quando condividi contenuti o quando vuoi ascoltare contenuti multimediali.
ja: 検索時、ホーム画面とロック画面上、共有時、またはメディアを視聴するときに、Appleは提案を表示することができます。
kk: Apple іздеу кезінде, басты экранда және құлыптау экранында, бөлісу кезінде немесе медиафайлды тыңдағыңыз келгенде ұсыныстар жасай алады.
ko: 검색, 홈 화면 및 잠금 화면에서, 공유하거나 미디어를 청취하려고 할 때 Apple이 제안을 보여줄 수 있습니다.
lt: „Apple“ gali pateikti pasiūlymus atliekant paiešką, pradžios ekrane, užrakintame ekrane, bendrinant arba norint klausytis medijos.
ms: Apple boleh membuat cadangan dalam Carian, pada Skrin Utama dan Skrin Kunci, semasa berkongsi atau apabila anda mungkin mahu mendengar media.
nb: Apple kan gi deg forslag i Søk, på Hjem-skjermen og på låst skjerm, når du deler eller når du kanskje vil lytte til medier.
nl: Apple kan suggesties geven in Zoek, op het beginscherm en op het toegangsscherm, wanneer je deelt of wanneer je naar media wilt luisteren.
pl: Apple może oferować sugestie w wyszukiwaniu, na ekranie głównym i ekranie blokady, podczas udostępniania oraz gdy możesz chcieć słuchać multimediów.
pt: A Apple pode fazer sugestões na Busca, Tela de Início e Tela Bloqueada, ao compartilhar ou quando você quiser ouvir conteúdo.
pt_pt: A Apple pode fazer sugestões na pesquisa, no ecrã principal e no ecrã bloqueado, ao partilhar ou quando quiser ouvir conteúdo multimédia.
ro: Apple poate face sugestii în căutare, pe ecranul principal și pe ecranul de blocare, atunci când partajați sau atunci când este posibil să doriți să ascultați conținut multimedia.
ru: Предложения от Apple могут появляться в Поиске, на экране «Домой» и экране блокировки, при отправке контента, а также в случаях, когда Вам может быть уместно послушать медиаконтент.
sk: Apple môže poskytovať návrhy pri vyhľadávaní, na ploche a na zamknutej obrazovke, pri zdieľaní alebo v situáciách, keď by ste mohli chcieť počúvať médiá.
sl: Ko delite ali želite poslušati predstavnostno vsebino, lahko Apple v razdelku Iskanje, na domačem zaslonu ali na zaklenjenem zaslonu prikaže predloge.
sv: Apple kan ge förslag i Sök, på hemskärmen och på låsskärmen, när du delar eller när du vill lyssna på medier.
th: Apple สามารถเสนอคำแนะนำได้ในค้นหา บนหน้าจอโฮม และหน้าจอล็อค เมื่อแชร์หรือเมื่อคุณอาจต้องการฟังสื่อ
tr: Apple; Ara’da, ana ekranda ve kilitli ekranda, paylaşırken veya ortamları dinlemek istediğinizde öneride bulunabilir.
uk: Apple може надавати пропозиції під час пошуку, на початковому екрані, на замкненому екрані, під час поширення, а також у разі прослуховування медіавмісту.
vi: Apple có thể đưa ra các gợi ý trong Tìm kiếm, trên Màn hình chính và Màn hình khóa, khi chia sẻ hoặc khi bạn có thể muốn nghe phương tiện.
zh_cn: Apple可在“搜索”、主屏幕和锁定屏幕中，在共享时，或你可能想要聆听媒体时，为你提供建议。
zh_hk: Apple可以在「搜尋」、「主畫面」以及「鎖定畫面」中，在分享時，或在你想聆聽媒體時作出建議。
zh_tw: Apple可在搜尋、主畫面和鎖定畫面上，在你分享或想要聆聽媒體時作出建議。
